Repository: mifist/mifist-slick-slider-plugin
Catalog: lang/mifist-slick-slider-plugin-*.po
Languages: ru_ru

# admin menu page
source: Mifist Slick Slider
ru_ru: Mifist Слайдер

# admin menu page
source: Mifist Sub Page
ru_ru: Mifist под меню

source: Hello world sub menu
ru_ru: Привет мир это подменю

source: Hello this page Comments
ru_ru: Привет это страница Комментариев

source: Hello this page dashboards
ru_ru: Привет это страница Консоли

source: Hello this page media
ru_ru: Привет это страница Медиафайлов

source: Hello this page Settings
ru_ru: Привет это страница Настроек

source: Hello this page Pages
ru_ru: Привет это страница Страниц

source: Hello this page Plugins
ru_ru: Привет это страница Плагинов

source: Hello this page posts
ru_ru: Привет это страница Постов

source: Hello this page Theme
ru_ru: Привет это страница Темы

source: Hello this page Tools
ru_ru: Привет это страница Инструменты

source: Hello this page Users
ru_ru: Привет это страница Пользователи

source: This plugin is an alternative free variant to this plugin of
ru_ru: Этот плагин является альтернативным бесплатным вариантом этому плагину

source: His possibility with examples can look
ru_ru: Его возможности с примерами могут выглядеть

source: Features of Slick Slider
ru_ru: Особенности Slick Slider

source: Fully responsive. Scales with its container.
ru_ru: Респонсив

source: Uses CSS3 when available. Fully functional when not.
ru_ru: Использование CSS3 если возможно.

source: Swipe enabled. Or disabled, if you prefer.
ru_ru: Свайп включен. Или отключен, если вы предпочитаете.

source: Desktop mouse dragging
ru_ru: Переключение слайдов мышкой компьютора

source: Infinite looping.
ru_ru: Зацикливание.

source: Fully accessible with arrow key navigation
ru_ru: Полностью доступны стрелки навигации

source: In version 1.0 implemented:
ru_ru: В версии 1.0 реализованы:

source: output with do_shortcode fields "Title", "Description" and "Text".
ru_ru: вывод с помощью do_shortcode полей "Заголовк", "Описание" и "Основной текст".

source: The result of the plug-in:
ru_ru: Результат работы плагина:

source: Hello
ru_ru: Привет МИР!
